examples/les_validation/sstLowRe/0/U
FoamFile
{
    version 2.0;
    format ascii;
    class volVectorField;
    location "0";
    object U;
}
dimensions [0 1 -1 0 0 0 0];
internalField uniform (0 0 0);
boundaryField
{
    xMin { type symmetryPlane; }
    xMax { type symmetryPlane; }
    bottom { type fixedValue; value uniform (0 0 0); }
    top { type fixedValue; value uniform (1 0 0); }
    zEmpty { type empty; }
}
