examples/les_validation/sstLowRe/0/epsilonS
FoamFile { version 2.0; format ascii; class volScalarField; location "0"; object epsilonS; }
dimensions [0 0 0 0 0 0 0];
internalField uniform 0;
boundaryField
{
    xMin { type symmetryPlane; }
    xMax { type symmetryPlane; }
    bottom { type zeroGradient; }
    top { type zeroGradient; }
    zEmpty { type empty; }
}
