examples/les_validation/sstLowRe/0/k
FoamFile { version 2.0; format ascii; class volScalarField; location "0"; object k; }
dimensions [0 2 -2 0 0 0 0];
internalField uniform 0.01;
boundaryField
{
    xMin { type symmetryPlane; }
    xMax { type symmetryPlane; }
    bottom { type kqRWallFunction; value uniform 0; }
    top { type kqRWallFunction; value uniform 0; }
    zEmpty { type empty; }
}
