examples/les_validation/sstLowRe/constant/ugkwpProperties
FoamFile { version 2.0; format ascii; class dictionary; location "constant"; object ugkwpProperties; }
gpuResidentStrict true;
gpuResidentPureGasOnly true;
gpuResidentDynamicInlet false;
gpuResidentParticleCapacity 0;
gpuResidentRandomSeed 12345;
gpuResidentMaxFaceWalkHops 8;
gpuResidentCourantUpdateInterval 1;
gpuResidentMaxDeltaTGrowth 1.05;
rhoS 2800;
dS 0.0002;
parcelMass 1e-6;
epsSMin 1e-12;
thetaMin 1e-12;
TgasMin 1;
