examples/les_validation/sstLowRe/system/blockMeshDict
FoamFile { version 2.0; format ascii; class dictionary; object blockMeshDict; }
convertToMeters 1;
vertices
(
    (0 0 0) (0.01 0 0) (0.01 1 0) (0 1 0)
    (0 0 0.01) (0.01 0 0.01) (0.01 1 0.01) (0 1 0.01)
);
blocks (hex (0 1 2 3 4 5 6 7) (1 64 1) simpleGrading (1 1 1));
edges ();
boundary
(
    xMin { type symmetryPlane; faces ((0 3 7 4)); }
    xMax { type symmetryPlane; faces ((1 5 6 2)); }
    bottom { type wall; faces ((0 4 5 1)); }
    top { type wall; faces ((3 2 6 7)); }
    zEmpty { type empty; faces ((0 1 2 3) (4 7 6 5)); }
);
mergePatchPairs ();
