examples/les_validation/sstLowRe/system/fvSolution
FoamFile { version 2.0; format ascii; class dictionary; object fvSolution; }
solvers {}
GPU2_8
{
    rhoMin             1e-12;
    TMin               1;
    robustFallback     true;
    maxDiffusionNumber 0.25;
}
relaxationFactors {}
